{
  "one": {
    "definition": "For over a thousand years, the Galactic Republic stood firm as a democratic union that governed the galaxy. The Republic was governed by the Galactic Senate, consisting of elected officials from each system and world, and Jedi Knights served as peacekeepers. With the rise of Supreme Chancellor Palpatine, however, the Galactic Republic -- and democracy -- would crumble.",
    "path": "/xd"
  },
  "two": {
    "definition": "One of the wealthiest corporate organizations in the galaxy, the Trade Federation controlled most of the interstellar shipping passing through the Rim territories. The Trade Federation was headed by Viceroy Nute Gunray, and even had its own representative in the Republic Senate to lobby for even greater power. On the orders of Darth Sidious, the Trade Federation sent its battle droids to invade Naboo to create a government crisis. During the Clone Wars, the Trade Federation secretly signed on as a member of Count Dooku's Separatist organization, though representatives in the Senate tried to deny this.",
    "path": "/xd"
  },
  "three": {
    "definition": "An idyllic world close to the border of the Outer Rim Territories, Naboo is inhabited by peaceful humans known as the Naboo, and an indigenous species of intelligent amphibians called the Gungans. Naboo's surface consists of swampy lakes, rolling plains and green hills. Its population centers are beautiful -- Naboo's river cities are filled with classical architecture and greenery, while the underwater Gungan settlements are a beautiful display of exotic hydrostatic bubble technology.",
    "path": "/xd"
  },
  "four": {
    "definition": "At the height of its rule, the Galactic Republic was governed by a body of Senators representing the many worlds of the galaxy. Within the cavernous Senate rotunda, hundreds of politicians would fill the viewing platforms that lined the curved walls. The Senate’s power gradually eroded after it voted emergency powers to Supreme Chancellor Palpatine during the Clone Wars, and the body was sharply divided between supporters of the war and those seeking peace. After Palpatine declared himself Emperor, power was increasingly wielded by regional governors. Shortly before the Battle of Yavin, Palpatine disbanded the Senate.",
    "path": "/xd"
  },
  "five": {
    "definition": "A noble order of protectors unified by their ability to tap into the power of the Force, the Jedi Order were the guardians of peace and justice in the Galactic Republic. The age of the Jedi would end, however, due to a nefarious plot by the Sith Lord Darth Sidious.",
    "path": "/xd"
  },
  "six": {
    "definition": "Count Dooku was a menacing Sith Lord and central figure in the Clone Wars. Once a Jedi -- trained by Yoda -- he became disillusioned with the Jedi Order and thirsted for greater power. Dooku voluntarily left the light side behind and became Darth Sidious’ dark side disciple, taking the secret name Darth Tyranus and leading the Separatist army. Dooku advanced Sidious’s secret plot to take over the galaxy, but forgot that betrayal is the nature of the Sith.",
    "path": "/xd"
  },
  "seven": {
    "definition": "Padmé Amidala was a courageous, hopeful leader, serving as Queen and then Senator of Naboo -- and was also handy with a blaster. Despite her ideals and all she did for the cause of peace, her secret, forbidden marriage to Jedi Anakin Skywalker would prove to have dire consequences for the galaxy.",
    "path": "/xd"
  },
  "eight": {
    "definition": "An ancient order of Force-wielders devoted to the dark side, the Sith practice hate, deception, and greed. Notable for their red-bladed lightsabers, black dress, and use of their aggressive feelings, the Sith look to amass power at all costs. The evil Darth Sidious, along with his apprentice Darth Vader, achieved the Sith goal of galactic conquest after a millennia of plotting.",
    "path": "/xd"
  },
  "nine": {
    "definition": "General Grievous was a brilliant Separatist military strategist and a feared Jedi hunter, known for his ruthlessness and hacking cough. His body itself was a weapon, allowing him lightning quick strikes and devastating blows. But he was also quick to run from a fight, a tactic that worked until one final meeting with Obi-Wan Kenobi.",
    "path": "/xd"
  },
  "ten": {
    "definition": "The dark side of the Force is a pathway to many abilities some consider to be unnatural, and Sheev Palpatine is arguably the most infamous follower of these Sith doctrines. Scheming, powerful, and evil to the core, Darth Sidious restored the Sith and destroyed the Jedi Order. Living a double life, Sidious was in fact Palpatine, a Naboo Senator and phantom menace. He slowly manipulated the political system of the Galactic Republic until he was named Supreme Chancellor -- and eventually Emperor -- ruling the galaxy through fear and tyranny.",
    "path": "/xd"
  },
  "eleven": {
    "definition": "The Rebel Alliance stood bravely against the evil of the Galactic Empire, never backing down despite overwhelming odds. Formed from resistance movements that arose during the Clone Wars, the Rebellion worked in secret for decades to overthrow the Emperor and restore democracy to the galaxy. Eventually, armed with the firepower of ships like the X-wing and A-wing, and the leadership of figures including Princess Leia and Admiral Ackbar, the Rebel Alliance triumphed over the Empire at the Battle of Endor.",
    "path": "/xd"
  },
  "twelve": {
    "definition": "The Galactic Empire ruled for years through fear, intimidation, and tyranny. With a mighty military force including stormtroopers, spy technology like probe droids, and the planet-destroying Death Star, Emperor Palpatine’s regime seemed unstoppable and permanent. But some dared to strike back…",
    "path": "/xd"
  },
  "thirteen": {
    "definition": "The Death Star was the Empire’s ultimate weapon: a moon-sized space station with the ability to destroy an entire planet. But the Emperor and Imperial officers like Grand Moff Tarkin underestimated the tenacity of the Rebel Alliance, who refused to bow to this technological terror…",
    "path": "/xd"
  },
  "fourteen": {
    "definition": "Princess Leia Organa was one of the Rebel Alliance’s greatest leaders, fearless on the battlefield and dedicated to ending the tyranny of the Empire. Daughter of Padmé Amidala and Anakin Skywalker, sister of Luke Skywalker, and with a soft spot for scoundrels, Leia ranks among the galaxy’s great heroes. But life under the New Republic has not been easy for Leia. Sidelined by a new generation of political leaders, she struck out on her own to oppose the First Order as founder of the Resistance. These setbacks in her political career have been accompanied by more personal losses.",
    "path": "/xd"
  },
  "fifteen": {
    "definition": "Stormtroopers / Imperial Troops are elite shock troops fanatically loyal to the Empire and impossible to sway from the Imperial cause. They wear imposing white armor, which offers a wide range of survival equipment and temperature controls to allow the soldiers to survive in almost any environment. Stormtroopers wield blaster rifles and pistols with great skill, and attack in hordes to overwhelm their enemies. Along with standard stormtroopers, the Empire has organized several specialized units, including snowtroopers and scout troopers.",
    "path": "/xd"
  },
  "sixteen": {
    "definition": "The wedge-shaped Imperial Star Destroyer is a capital ship bristling with weapons emplacements. Turbolasers and tractor beam projectors dot its surface. Its belly hangar bay can launch TIE fighters, boarding craft, land assault units, hyperspace probes, or be used to hold captured craft. In the days of the Empire, its bustling bridge would be staffed by the finest crewers in the Imperial starfleet. Its presence in a system mark matters of extreme Imperial import. Though, as is typical of the Empire, not even the Star Destroyer was enough to sate the Imperial hunger for displays of power. Larger vessels, such as the Super Star Destroyer, dwarf even these giants.",
    "path": "/xd"
  },
  "seventeen": {
    "definition": "Luke Skywalker was a Tatooine farmboy who rose from humble beginnings to become one of the greatest Jedi the galaxy has ever known. Along with his friends Princess Leia and Han Solo, Luke battled the evil Empire, discovered the truth of his parentage, and ended the tyranny of the Sith. A generation later, the location of the famed Jedi master was one of the galaxy’s greatest mysteries. Haunted by Ben Solo’s fall to evil and convinced the Jedi had to end, Luke sought exile on a distant world, ignoring the galaxy’s pleas for help. But his solitude would be interrupted – and Luke Skywalker had one final, momentous role to play in the struggle between good and evil.",
    "path": "/xd"
  },
  "eighteen": {
    "definition": "Hoth is the sixth planet in the remote system of the same name, and was the site of the Rebel Alliance's Echo Base. It is a world of snow and ice, surrounded by numerous moons, and home to deadly creatures like the wampa.",
    "path": "/xd"
  },
  "nineteen": {
    "definition": "Once a heroic Jedi Knight, Darth Vader was seduced by the dark side of the Force, became a Sith Lord, and led the Empire’s eradication of the Jedi Order. He remained in service of the Emperor -- the evil Darth Sidious -- for decades, enforcing his Master’s will and seeking to crush the fledgling Rebel Alliance. But there was still good in him…",
    "path": "/xd"
  },
  "twenty": {
    "definition": "A harsh desert world orbiting twin suns in the galaxy’s Outer Rim, Tatooine is a lawless place ruled by Hutt gangsters. Many settlers scratch out a living on moisture farms, while spaceport cities such as Mos Eisley and Mos Espa serve as home base for smugglers, criminals, and other rogues. Tatooine’s many dangers include sandstorms, bands of savage Tusken Raiders, and carnivorous krayt dragons. The planet is also known for its dangerous Podraces, rampant gambling, and legalized slavery. Anakin Skywalker and Luke Skywalker both grew up on Tatooine, and Obi-Wan Kenobi spent years in hiding on this desolate world.",
    "path": "/xd"
  },
  "twenty-one": {
    "definition": "Han Solo rose from an impoverished childhood on the mean streets of Corellia to become one of the heroes of the Rebel Alliance. As captain of the Millennium Falcon, Han and his co-pilot Chewbacca came to believe in the cause of galactic freedom, joining Luke Skywalker and Princess Leia Organa in the fight against the Empire.",
    "path": "/xd"
  },
  "twenty-two": {
    "definition": "Jabba the Hutt was one of the galaxy’s most powerful gangsters, with far-reaching influence in both politics and the criminal underworld. There were no second chances with Jabba, something Han Solo would find out -- though the slug-like alien would ultimately fall victim to his own hubris and vengeful ways.",
    "path": "/xd"
  }
}
